<unk>	0
<s>	0
</s>	0
<PAD>	0
<UNK>	0
<BOS>	0
<EOS>	0
<MASK>	0
▁$	-2.18411
▁	-3.51038
▁#	-3.5596
.	-3.91139
▁URL	-3.96174
_	-4.15151
T	-4.21795
A	-4.21795
USER	-4.21799
s	-4.31483
,	-4.47677
▁the	-4.48843
▁to	-4.51283
:	-4.80937
▁and	-4.96038
▁a	-4.96862
▁?	-5.01772
▁for	-5.10337
▁in	-5.13096
▁of	-5.21892
!	-5.24384
▁is	-5.2648
▁on	-5.39217
▁i	-5.44545
t	-5.46432
▁-	-5.52474
'	-5.55087
;	-5.5622
▁this	-5.58101
▁you	-5.61682
?	-5.63714
’	-5.75617
▁it	-5.78997
▁with	-5.80182
amp	-5.80769
trx	-5.82895
▁&	-5.86449
m	-5.95963
-	-5.96656
▁at	-5.99078
btc	-6.04148
▁be	-6.07057
▁will	-6.10607
▁we	-6.11166
tsla	-6.13854
)	-6.15902
▁your	-6.18162
▁my	-6.19498
f	-6.27775
c	-6.2817
▁are	-6.28404
d	-6.28858
▁up	-6.32023
▁(	-6.32231
▁that	-6.3394
aapl	-6.39848
/	-6.45007
k	-6.48289
▁by	-6.49042
eth	-6.49066
▁1	-6.51717
▁me	-6.51828
▁✅	-6.52513
ing	-6.52846
▁now	-6.53689
▁get	-6.54018
▁all	-6.55492
▁have	-6.57795
amzn	-6.58194
▁can	-6.59756
x	-6.60369
▁like	-6.61539
▁or	-6.63441
▁??	-6.63756
crypto	-6.63954
▁from	-6.64367
▁more	-6.66453
re	-6.70135
▁as	-6.70705
▁out	-6.7108
$	-6.72476
▁new	-6.72485
▁follow	-6.72728
ed	-6.72892
▁if	-6.76637
spy	-6.76886
▁3	-6.77654
▁here	-6.79971
▁no	-6.8139
v	-6.82237
▁|	-6.83781
▁has	-6.84372
...	-6.85019
▁today	-6.85307
fb	-6.86942
▁2	-6.87404
b	-6.89576
ba	-6.90058
▁our	-6.91903
▁not	-6.93122
xrp	-6.93543
▁so	-6.93915
tron	-6.94012
▁just	-6.95923
a	-6.96465
msft	-6.98758
▁but	-7.01685
▁5	-7.03023
▁retweet	-7.03941
i	-7.05837
▁10	-7.06133
▁one	-7.08341
dgb	-7.0907
stocks	-7.093
p	-7.09516
▁what	-7.099
3	-7.10465
▁good	-7.10986
e	-7.11235
▁rt	-7.11555
▁buy	-7.11813
h	-7.12323
dis	-7.13117
2	-7.13746
▁us	-7.13754
▁do	-7.14591
▁join	-7.15154
ltc	-7.15278
▁stock	-7.15342
▁market	-7.15821
▁price	-7.16143
nflx	-7.17785
▁they	-7.17845
▁some	-7.18465
▁+	-7.18531
▁about	-7.18569
▁time	-7.19108
▁win	-7.19591
▁away	-7.20514
es	-7.21096
1	-7.22517
▁week	-7.23058
▁day	-7.23572
▁free	-7.23784
▁see	-7.23938
▁an	-7.25602
bnb	-7.2686
▁was	-7.2982
▁giving	-7.31016
▁100	-7.31545
▁"	-7.31572
g	-7.32272
▁trading	-7.32894
googl	-7.33187
ada	-7.33302
spx	-7.33575
bitcoin	-7.34561
▁people	-7.35049
y	-7.35344
n	-7.36823
▁help	-7.37486
▁tag	-7.37959
eos	-7.38762
qqq	-7.3909
ge	-7.39518
cashtag	-7.4005
link	-7.40319
▁how	-7.40562
▁who	-7.41853
▁cash	-7.42416
▁4	-7.42541
▁over	-7.42591
gt	-7.43346
r	-7.43477
▁money	-7.43783
th	-7.44333
giveaway	-7.4444
▁could	-7.45019
!!	-7.46125
4	-7.46739
▁its	-7.47803
▁top	-7.47855
▁inc	-7.47983
▁next	-7.48263
▁mon	-7.49283
▁friends	-7.49517
▁only	-7.50832
neo	-7.51706
▁last	-7.52078
▁where	-7.52298
▁when	-7.52498
▁airdrop	-7.52611
jpm	-7.53151
"	-7.53401
vet	-7.53918
▁down	-7.54166
▁rules	-7.54207
er	-7.54207
▁cashapp	-7.55133
bac	-7.56134
xlm	-7.56466
doge	-7.5791
▁please	-7.58047
▁???	-7.58051
▁don	-7.58613
▁crypto	-7.58759
▁go	-7.5876
ly	-7.58791
▁into	-7.58799
▁short	-7.58888
▁trade	-7.58982
▁going	-7.59244
▁been	-7.59524
▁earnings	-7.60167
▁giveaway	-7.60225
▁would	-7.60476
▁make	-7.60542
follow	-7.6056
▁luck	-7.60629
▁long	-7.60843
▁need	-7.61069
▁their	-7.6113
blockchain	-7.62041
matic	-7.62855
dash	-7.62918
▁app	-7.62948
▁first	-7.63259
bat	-7.63507
trading	-7.6437
twtr	-7.65262
▁after	-7.65673
cryptocurrency	-7.66964
▁news	-7.67386
o	-7.68306
baba	-7.69011
▁enter	-7.70505
ll	-7.70792
▁big	-7.70977
amd	-7.7105
▁there	-7.71198
▁days	-7.72192
▁must	-7.72434
btt	-7.73321
▁know	-7.73427
l	-7.74356
w	-7.74484
▁“	-7.74654
nvda	-7.75173
gs	-7.75281
▁tesla	-7.75844
▁back	-7.77815
▁stocks	-7.79207
tslaq	-7.79417
goog	-7.79713
▁share	-7.80105
&	-7.80307
▁great	-7.80696
▁below	-7.80823
ve	-7.81089
▁want	-7.81353
st	-7.81489
▁still	-7.81543
▁500	-7.82114
▁million	-7.82565
ma	-7.82657
vix	-7.82768
▁year	-7.82863
▁other	-7.83222
▁give	-7.83318
▁right	-7.8347
usdt	-7.83643
▁each	-7.84127
”	-7.84294
▁than	-7.84778
▁:	-7.86092
▁winners	-7.86814
▁even	-7.87009
▁he	-7.87664
▁post	-7.87709
the	-7.8777
+	-7.87942
▁coming	-7.87953
▁also	-7.87975
in	-7.88635
▁most	-7.89054
wmt	-7.89204
▁use	-7.89477
▁any	-7.90076
▁shares	-7.90361
▁volume	-7.90621
▁these	-7.9124
0	-7.91255
▁check	-7.9149
▁company	-7.91578
▁let	-7.91742
▁off	-7.91853
20	-7.92056
5	-7.93114
▁support	-7.93133
dia	-7.94874
u	-7.97193
▁receive	-7.97534
!!!	-7.97908
etc	-7.98352
▁void	-7.984
??	-7.98546
bch	-7.98675
investing	-7.98914
stockmarket	-7.98916
▁best	-7.99123
▁tweet	-7.99313
▁chance	-7.99409
▁bitcoin	-8.00138
▁u	-8.00208
▁1000	-8.00526
news	-8.00866
▁qualify	-8.01089
to	-8.01141
▁7	-8.01169
▁hours	-8.01401
ko	-8.0166
▁before	-8.02006
▁2020	-8.02027
z	-8.02612
▁may	-8.0293
▁daily	-8.03254
8	-8.03311
intc	-8.03603
▁take	-8.04856
▁group	-8.05079
▁why	-8.05257
rvn	-8.05642
like	-8.05808
▁send	-8.05866
▁everyone	-8.05924
▁high	-8.0598
▁2019	-8.06153
▁earn	-8.06588
▁6	-8.07891
▁very	-8.07939
gld	-8.07981
q	-8.0814
▁should	-8.08188
19	-8.08412
▁community	-8.08715
▁comment	-8.09191
▁which	-8.09229
▁...	-8.10021
▁exchange	-8.10142
▁look	-8.10332
▁q	-8.10841
▁20	-8.11463
daytrading	-8.12067
▁got	-8.12185
nasdaq	-8.12632
mcd	-8.12996
airdrop	-8.13013
▁winner	-8.13109
▁world	-8.13451
gold	-8.13486
▁another	-8.13742
▁btc	-8.13971
mo	-8.14843
▁much	-8.15036
iwm	-8.15072
▁via	-8.15073
▁his	-8.15228
▁wallet	-8.15445
acb	-8.15466
▁open	-8.15799
▁interest	-8.15817
▁watch	-8.159
jnj	-8.15951
money	-8.16396
cl	-8.16401
▁think	-8.16533
▁am	-8.16604
9	-8.16633
▁video	-8.16662
▁co	-8.17421
al	-8.17836
▁sell	-8.18022
6	-8.18079
7	-8.18382
xom	-8.18902
▁update	-8.19047
▁since	-8.19109
roku	-8.19182
▁2.	-8.19344
URL	-8.19744
▁way	-8.20031
▁1.	-8.20187
▁live	-8.20995
wfc	-8.21207
▁love	-8.21258
▁soon	-8.21548
▁50	-8.21592
cashappfriday	-8.22031
▁per	-8.2207
▁24	-8.22599
cat	-8.22697
▁8	-8.22729
▁following	-8.22972
cgc	-8.23494
▁chart	-8.23758
▁token	-8.24401
rt	-8.251
xmr	-8.25148
▁link	-8.25526
▁many	-8.25628
▁sign	-8.25736
▁target	-8.26126
stock	-8.26768
▁again	-8.2711
tomo	-8.27134
▁alert	-8.27477
▁them	-8.27525
▁too	-8.27629
▁call	-8.27724
tlry	-8.27845
▁looking	-8.27854
▁every	-8.2796
▁pay	-8.2801
(	-8.28709
▁work	-8.28727
market	-8.29656
▁low	-8.29709
▁start	-8.2976
▁profit	-8.3009
▁ceo	-8.30223
tesla	-8.30651
▁well	-8.30932
▁b	-8.31104
ibm	-8.31361
▁her	-8.31722
▁200	-8.32301
▁*	-8.33
▁report	-8.33116
▁then	-8.33181
▁w	-8.33406
▁come	-8.33529
▁close	-8.34098
ta	-8.34146
▁thank	-8.34355
▁/	-8.34518
enj	-8.3487
▁binance	-8.35312
ren	-8.35537
▁3.	-8.35663
tzc	-8.35846
am	-8.35855
▁month	-8.36092
▁holding	-8.36367
▁telegram	-8.36679
▁someone	-8.36889
day	-8.37074
▁project	-8.37573
on	-8.3761
▁real	-8.37944
▁30	-8.38037
▁value	-8.38215
daps	-8.39051
▁really	-8.39055
10	-8.39098
ca	-8.39213
▁move	-8.39357
▁=	-8.39373
▁huge	-8.39475
crm	-8.39759
ms	-8.40376
▁ready	-8.41059
tag	-8.41115
xvg	-8.41334
▁above	-8.41565
️	-8.41691
zec	-8.41782
▁while	-8.419
dcgd	-8.43308
win	-8.4368
▁average	-8.44238
▁•	-8.44451
tlt	-8.44455
xtz	-8.44478
▁lucky	-8.4449
▁because	-8.44721
▁twitter	-8.44945
cron	-8.45122
▁made	-8.45262
▁did	-8.45278
▁getting	-8.45398
▁keep	-8.45452
▁investment	-8.45837
bynd	-8.45882
mu	-8.4599
snap	-8.46034
▁12	-8.46397
vz	-8.4657
▁purchase	-8.46745
▁tokens	-8.46821
digibyte	-8.46851
ttcm	-8.47068
▁view	-8.47425
pfe	-8.47862
▁coin	-8.4793
it	-8.47994
ers	-8.48079
▁users	-8.48284
▁financial	-8.4829
omg	-8.48534
cmg	-8.48616
▁full	-8.48839
▁two	-8.48865
▁read	-8.48921
one	-8.49038
cost	-8.49114
▁c	-8.49407
us	-8.49704
cro	-8.49756
▁being	-8.49777
▁better	-8.49939
▁had	-8.50375
vya	-8.50719
ch	-8.50903
▁buying	-8.51138
▁run	-8.51313
▁team	-8.51589
▁play	-8.51842
ont	-8.51851
binance	-8.51891
▁billion	-8.5203
▁blockchain	-8.52046
▁hit	-8.52236
▁@	-8.52365
▁tomorrow	-8.52645
hd	-8.53598
mrk	-8.5365
▁few	-8.53806
gdx	-8.53877
pm	-8.5398
dal	-8.53985
tgt	-8.54292
go	-8.54322
▁re	-8.54379
▁friday	-8.5457
j	-8.54596
▁venmo	-8.5488
shop	-8.55177
▁china	-8.5538
icx	-8.55951
▁dm	-8.55986
▁current	-8.56509
retweet	-8.56556
▁thanks	-8.56824
▁worth	-8.57264
▁nice	-8.57509
▁strong	-8.57854
▁years	-8.58032
nyse	-8.58083
or	-8.58632
▁15	-8.58675
*	-8.58738
▁hold	-8.58759
▁results	-8.5885
▁nec	-8.58914
▁!	-8.5898
markets	-8.59295
theta	-8.60113
earnings	-8.60575
▁through	-8.60847
▁announced	-8.60956
▁proh	-8.61151
▁$500.	-8.61217
▁channel	-8.61287
ndx	-8.61346
▁sales	-8.61643
▁bullish	-8.61714
de	-8.6197
nq	-8.62202
▁official	-8.62288
csco	-8.62498
uber	-8.62525
▁end	-8.62608
djia	-8.62761
▁morning	-8.62985
▁growth	-8.63518
▁moving	-8.6362
▁anything	-8.63626
hot	-8.63806
▁p	-8.63807
iota	-8.64
dai	-8.64026
usd	-8.64215
▁doing	-8.64466
▁r	-8.64662
ar	-8.64972
▁calls	-8.64972
▁put	-8.65086
▁data	-8.65235
▁11	-8.65405
▁change	-8.655
sbes	-8.6552
▁cap	-8.65958
pg	-8.65965
▁purc	-8.65992
brk	-8.66833
▁account	-8.67075
▁happy	-8.67246
gm	-8.67423
zil	-8.6745
▁hour	-8.67561
▁say	-8.6759
▁~	-8.67725
▁own	-8.67778
dag	-8.67901
▁9	-8.67938
sbux	-8.68017
waves	-8.68082
▁position	-8.68389
up	-8.68412
▁already	-8.68508
▁under	-8.6867
▁gold	-8.69314
▁never	-8.69408
vrus	-8.69628
▁find	-8.69695
▁coins	-8.69734
▁car	-8.69756
▁higher	-8.69846
▁necessary	-8.7008
▁$250,	-8.70322
nano	-8.7033
all	-8.70658
mark	-8.7071
data	-8.70784
▁were	-8.70797
▁weekly	-8.70882
man	-8.70899
▁rating	-8.7096
▁analysts	-8.71083
no	-8.71192
ethereum	-8.71207
▁using	-8.71447
▁$100,	-8.71612
▁apple	-8.71761
▁x	-8.72354
▁those	-8.7236
▁listed	-8.72419
we	-8.72433
▁she	-8.72771
▁expected	-8.7297
▁capital	-8.73319
▁bad	-8.73391
▁model	-8.73503
▁address	-8.73801
▁sure	-8.73915
pep	-8.74336
▁companies	-8.74384
▁friend	-8.7446
▁bank	-8.74766
▁prohibited	-8.74777
▁➡️	-8.75073
▁n	-8.7516
▁show	-8.75237
▁eps	-8.75478
▁£	-8.75485
▁platform	-8.75578
▁stake	-8.75585
▁both	-8.75646
▁energy	-8.7592
▁????	-8.75984
▁stay	-8.75987
▁total	-8.76114
▁weeks	-8.76315
▁future	-8.76488
▁looks	-8.76967
qcom	-8.77089
ual	-8.77512
▁pre	-8.7752
]	-8.77728
▁list	-8.78226
▁available	-8.78549
30	-8.78563
▁break	-8.78574
▁article	-8.78588
▁ever	-8.78964
▁until	-8.79173
▁traders	-8.79222
▁tech	-8.79335
▁research	-8.79365
▁always	-8.79736
▁y	-8.79748
is	-8.79834
options	-8.80409
▁done	-8.8041
end	-8.80548
free	-8.81043
le	-8.81248
▁announce	-8.81353
zm	-8.81537
lt	-8.81647
▁f	-8.81716
▁biggest	-8.81746
▁set	-8.81777
▁⏰	-8.82084
▁($	-8.82336
▁yet	-8.82585
▁trying	-8.82682
▁drop	-8.82933
co	-8.82993
ion	-8.83193
▁random	-8.83492
▁leverage	-8.83505
nio	-8.8365
▁learn	-8.83673
tech	-8.83907
sq	-8.84015
join	-8.84036
▁%	-8.84051
11	-8.84116
ven	-8.84278
▁game	-8.84477
▁v	-8.84664
▁miss	-8.8493
▁hard	-8.84932
▁deal	-8.85252
▁does	-8.85354
ccl	-8.85539
▁✨	-8.85612
▁global	-8.85697
▁bought	-8.85735
dcr	-8.85743
▁same	-8.85772
▁form	-8.85815
aal	-8.86005
▁guys	-8.86071
▁stop	-8.86212
▁anyone	-8.86651
▁around	-8.86957
slv	-8.87016
echnicalanalysis	-8.87444
▁ends	-8.87542
13	-8.88069
▁amazon	-8.88089
▁person	-8.88392
coronavirus	-8.88531
▁%)	-8.88582
▁launch	-8.88775
coin	-8.88865
cs	-8.89043
dow	-8.89058
▁amazing	-8.8924
xem	-8.89305
▁revenue	-8.8946
ty	-8.89605
min	-8.8969
▁small	-8.89808
super	-8.89996
▁management	-8.90094
▁something	-8.90108
se	-8.90149
▁business	-8.90417
iost	-8.90439
).	-8.90476
good	-8.90624
▁$100	-8.90875
▁0	-8.90897
▁try	-8.90903
▁far	-8.9097
???	-8.91016
▁analysis	-8.91164
▁corp	-8.91285
▁network	-8.91394
▁super	-8.91542
nd	-8.91542
▁$50	-8.91724
▁months	-8.91886
▁june	-8.92
▁march	-8.9218
covid	-8.9228
▁gets	-8.92579
ter	-8.92677
▁oil	-8.92859
▁home	-8.93015
▁latest	-8.9323
▁april	-8.93253
▁little	-8.93358
nke	-8.9367
oil	-8.93926
▁$10	-8.93962
▁sold	-8.94102
▁lot	-8.94127
▁vote	-8.94139
dax	-8.94166
▁due	-8.9444
bts	-8.948
mmm	-8.94811
▁investors	-8.94821
▁celebrate	-8.94867
▁trump	-8.94993
today	-8.95161
▁de	-8.95205
▁added	-8.95223
15	-8.95241
▁selling	-8.95612
ation	-8.9566
▁life	-8.95855
sp	-8.95874
▁details	-8.96198
▁draw	-8.96201
▁sale	-8.96298
▁pump	-8.96364
sc	-8.96373
able	-8.96478
coti	-8.96777
▁green	-8.96795
▁easy	-8.96815
▁options	-8.9694
lyft	-8.97177
▁[	-8.97261
▁says	-8.9731
▁un	-8.97425
▁⭕	-8.97717
comment	-8.97899
cmcsa	-8.97943
gild	-8.98405
18	-8.98479
....	-8.98506
24	-8.98827
▁odds	-8.98836
500	-8.98925
▁indicators	-8.99038
unh	-8.9911
▁hey	-8.99195
▁register	-8.99258
▁option	-8.99375
an	-8.99504
ne	-8.99537
te	-8.99604
▁$1	-9.00378
abbv	-9.00532
▁staking	-9.00648
▁making	-9.00798
time	-9.01063
▁hope	-9.01066
▁doesn	-9.01484
do	-9.01579
▁flow	-9.01666
mar	-9.01684
12	-9.01694
▁vya	-9.02008
):	-9.02588
▁vs	-9.02679
▁name	-9.02773
▁followers	-9.0298
cvx	-9.03008
▁needs	-9.03021
apha	-9.03044
me	-9.03055
vxx	-9.03094
el	-9.03301
▁❤️	-9.04128
▁paypal	-9.04179
verb	-9.04228
▁e	-9.04409
qtum	-9.04552
ro	-9.04618
at	-9.0473
▁tron	-9.04845
▁lower	-9.04889
▁black	-9.04894
kmd	-9.05219
▁trust	-9.05248
▁4.	-9.05471
▁quarter	-9.05529
▁part	-9.05544
▁won	-9.05562
snt	-9.05872
my	-9.06082
▁working	-9.0617
▁19	-9.06353
en	-9.06368
▁pick	-9.06493
▁50%	-9.06752
▁ago	-9.06771
▁said	-9.06821
▁past	-9.06856
and	-9.06992
▁markets	-9.07066
▁add	-9.07115
▁level	-9.07246
findom	-9.07695
▁less	-9.08391
▁25	-9.08909
▁during	-9.09005
ends	-9.09012
cvs	-9.09061
trade	-9.09356
▁plan	-9.09451
▁believe	-9.0948
▁13	-9.09545
▁major	-9.09592
chk	-9.09785
▁14	-9.09833
atom	-9.09993
▁l	-9.10087
mco	-9.10147
tvix	-9.10267
▁potential	-9.1036
orcl	-9.10469
▁usd	-9.10599
%	-9.10666
!?	-9.10707
▁click	-9.10982
▁breakout	-9.11031
▁point	-9.1108
▁ask	-9.11124
▁given	-9.11156
hdii	-9.1125
▁content	-9.11452
100	-9.11559
algo	-9.11615
▁watching	-9.11623
cc	-9.11823
▁enjoy	-9.12066
pypl	-9.12317
ark	-9.12371
14	-9.12474
▁16	-9.1256
▁things	-9.12565
▁july	-9.12778
cashapp	-9.13022
gc	-9.13028
sh	-9.13394
▁yesterday	-9.13408
vyst	-9.13422
▁started	-9.13426
▁listing	-9.13679
▁‘	-9.13797
chr	-9.13803
▁supply	-9.1388
na	-9.14098
lk	-9.14183
▁left	-9.14378
da	-9.14406
▁highs	-9.14416
▁technology	-9.1474
▁–	-9.14786
band	-9.14844
▁gonna	-9.14907
ci	-9.15125
rep	-9.15146
poe	-9.15161
▁power	-9.15209
▁turn	-9.15254
cso	-9.15341
▁increase	-9.15363
▁prices	-9.15407
▁based	-9.15436
high	-9.15538
ea	-9.15626
),	-9.15682
bnt	-9.1577
▁bot	-9.15829
▁fast	-9.15865
▁download	-9.15942
agn	-9.16005
ast	-9.16242
▁currently	-9.16304
▁elon	-9.16336
▁job	-9.16485
▁⭐️	-9.16509
▁steps	-9.16598
jd	-9.16676
▁number	-9.16689
bb	-9.1673
▁block	-9.16752
top	-9.16767
▁wait	-9.16785
via	-9.16846
21	-9.16998
be	-9.17162
▁18	-9.17201
now	-9.17234
ic	-9.17311
la	-9.17348
work	-9.17474
zrx	-9.17859
so	-9.17979
▁covid	-9.18086
strat	-9.18144
▁release	-9.18219
luv	-9.18325
pay	-9.18364
▁?️	-9.18391
▁family	-9.18425
▁$5	-9.18458
▁industry	-9.18732
#	-9.18756
▁smart	-9.18761
▁risk	-9.18851
▁signals	-9.18865
▁paid	-9.18883
ae	-9.18976
▁☑️	-9.19099
▁holdings	-9.19169
cy	-9.1918
▁+1	-9.19482
▁key	-9.19773
ftm	-9.19906
▁monday	-9.19954
."	-9.20025
▁nothing	-9.20029
▁reward	-9.20121
▁tip	-9.20187
▁donate	-9.20378
chz	-9.20473
▁line	-9.20512
▁leave	-9.20532
uso	-9.20538
vechain	-9.2054
qnt	-9.20566
▁bull	-9.20944
▁dollar	-9.20945
▁social	-9.20956
ai	-9.20974
pctl	-9.21062
▁disney	-9.21143
bhc	-9.21312
ry	-9.21337
▁rose	-9.21436
▁taking	-9.2148
=	-9.21483
clsi	-9.21515
▁cut	-9.21642
new	-9.21938
mana	-9.21983
cannabis	-9.22057
▁event	-9.22175
steem	-9.22275
▁points	-9.22292
▁times	-9.22342
▁special	-9.22521
▁lol	-9.22659
▁profits	-9.227
▁250	-9.22773
ment	-9.23005
▁increased	-9.23044
▁updates	-9.23046
▁him	-9.23176
▁comments	-9.23257
amrn	-9.23295
not	-9.23317
▁thing	-9.23362
▁feel	-9.23379
▁300	-9.23576
sell	-9.2359
▁2000	-9.23623
▁h	-9.23676
▁might	-9.23842
amgn	-9.2393
bidu	-9.23988
elf	-9.24147
cash	-9.24157
weed	-9.24289
▁expect	-9.24358
▁trades	-9.244
dent	-9.24523
50	-9.24597
▁info	-9.246
rs	-9.24708
▁possible	-9.24773
▁announces	-9.24864
▁once	-9.24925
▁term	-9.2494
vite	-9.25064
low	-9.25084
2020	-9.25153
ck	-9.25258
wan	-9.2536
▁$250	-9.25508
buy	-9.2551
23	-9.25702
tel	-9.25801
▁alerts	-9.25982
ng	-9.2611
▁whole	-9.26319
ce	-9.26421
16	-9.26487
▁sec	-9.26622
ino	-9.26682
aa	-9.26744
vra	-9.26785
35	-9.26851
▁recent	-9.26916
▁range	-9.27144
▁utc	-9.27167
▁primexbt	-9.2718
▁projects	-9.2724
▁early	-9.27433
for	-9.275
gas	-9.27558
▁breaking	-9.27655
ex	-9.27731
lsk	-9.282
▁having	-9.28227
alpp	-9.28232
▁against	-9.28345
wtc	-9.2838
et	-9.28567
26	-9.28638
▁without	-9.28645
finance	-9.28708
▁man	-9.28732
ra	-9.28812
▁return	-9.28857
▁g	-9.28881
grnf	-9.28944
▁?#	-9.29086
▁merger	-9.29098
china	-9.29326
▁raised	-9.29394
▁returns	-9.29463
17	-9.29468
▁zacks	-9.2961
▁shorts	-9.29615
00	-9.29694
▁food	-9.29877
adbe	-9.29984
▁active	-9.3002
▁float	-9.30021
tnr	-9.30211
▁48	-9.30268
▁old	-9.30735
▁pt	-9.31028
altcoins	-9.3107
▁sh	-9.31115
id	-9.31465
tst	-9.31468
▁everything	-9.31478
of	-9.31613
if	-9.3162
▁place	-9.31656
▁claim	-9.31745
ad	-9.31755
▁100%	-9.31872
▁quarterly	-9.32396
iep	-9.32425
▁cannabis	-9.32661
▁bottom	-9.32663
ht	-9.32672
ian	-9.32701
▁largest	-9.32728
as	-9.3287
▁between	-9.32876
▁mining	-9.32902
▁weekend	-9.33298
abt	-9.33456
31	-9.33466
▁starting	-9.33603
▁head	-9.33615
▁review	-9.337
ins	-9.33863
▁red	-9.33939
▁prize	-9.33995
▁single	-9.34012
▁17	-9.34111
▁gains	-9.34319
▁portfolio	-9.34358
▁care	-9.3444
btg	-9.34501
!!!!	-9.34834
▁credit	-9.3494
▁almost	-9.35033
▁moves	-9.35091
▁test	-9.35271
▁ma	-9.35314
▁lost	-9.35359
▁gap	-9.35475
▁bonus	-9.35524
bcd	-9.35583
powr	-9.35746
pivx	-9.35812
ocn	-9.35856
▁google	-9.35905
▁ahead	-9.36032
▁insider	-9.36157
▁near	-9.36167
▁musk	-9.36219
hexo	-9.3623
▁charts	-9.3637
▁massive	-9.36509
bmy	-9.36512
im	-9.36676
▁program	-9.36728
bsv	-9.36881
▁coronavirus	-9.3695
▁members	-9.37002
▁vol	-9.37021
cbd	-9.3706
▁premium	-9.37286
ant	-9.37312
▁im	-9.37386
out	-9.37466
▁large	-9.37483
▁pro	-9.37568
rut	-9.37632
▁dividend	-9.37711
mod	-9.38207
▁fed	-9.38304
▁rewards	-9.38316
▁media	-9.38324
ebay	-9.38402
tusd	-9.38464
tro	-9.38577
cnd	-9.38588
▁upcoming	-9.38616
▁waiting	-9.38766
bounty	-9.38944
▁service	-9.39032
storm	-9.39086
eem	-9.39198
lly	-9.39232
zmrk	-9.39247
▁round	-9.39381
gvt	-9.39431
kr	-9.39707
90	-9.39801
di	-9.39835
2019	-9.39837
▁closed	-9.39872
amb	-9.39981
▁system	-9.39981
zen	-9.39988
▁street	-9.40075
nebl	-9.40223
spce	-9.40354
▁ca	-9.40408
▁didn	-9.40499
▁reports	-9.40656
ie	-9.40661
tw	-9.40737
▁opportunity	-9.40743
27	-9.4076
▁rate	-9.40883
▁wants	-9.40887
69	-9.40951
▁favorite	-9.40995
▁space	-9.41039
sys	-9.41179
;&	-9.41576
he	-9.41632
40	-9.41772
▁forward	-9.41853
▁public	-9.4191
▁usa	-9.42005
▁together	-9.42029
ent	-9.42109
▁visit	-9.42187
fnma	-9.42245
▁currency	-9.42343
▁oversold	-9.42386
▁half	-9.42389
▁changes	-9.42481
▁fun	-9.4255
▁tell	-9.4268
▁order	-9.42704
nok	-9.42815
can	-9.42906
▁consensus	-9.42968
▁resistance	-9.42984
▁record	-9.4299
ups	-9.43131
▁bearish	-9.4324
▁maybe	-9.43275
codx	-9.43348
▁uptrend	-9.43401
▁gain	-9.4349
dnt	-9.43678
cdt	-9.43719
▁bit	-9.4388
cr	-9.44053
▁store	-9.44172
tnt	-9.44215
▁10000	-9.44286
▁partners	-9.44303
nt	-9.44311
33	-9.44476
un	-9.44481
ity	-9.44491
▁services	-9.44493
▁volatility	-9.44536
-19	-9.44637
▁seen	-9.44784
▁puts	-9.44851
▁international	-9.4486
ul	-9.44931
short	-9.44961
▁private	-9.45286
45	-9.45322
dpz	-9.45444
aion	-9.45534
▁swing	-9.45563
▁campaign	-9.45604
rd	-9.45675
spom	-9.45798
25	-9.46012
▁enough	-9.46235
▁imo	-9.46284
▁action	-9.46321
▁indicator	-9.46344
lmt	-9.4641
stockstowatch	-9.46414
twlo	-9.46511
▁fund	-9.46534
dusk	-9.46559
mrna	-9.46681
▁worst	-9.46683
▁yes	-9.46732
-&	-9.46751
cryptogiveaway	-9.46801
▁income	-9.46834
▁others	-9.4688
▁doge	-9.46975
xlf	-9.47134
▁competition	-9.47281
▁fees	-9.47291
nuls	-9.47405
bittorrent	-9.47585
▁continue	-9.47803
▁wanna	-9.4786
pa	-9.47878
▁guess	-9.479
▁fee	-9.479
▁participate	-9.47904
▁$100,000	-9.47911
|	-9.4795
▁goes	-9.47995
▁funds	-9.48001
cryptocurrencies	-9.48065
▁entry	-9.48201
▁digital	-9.4822
ga	-9.48259
bx	-9.4847
eng	-9.48582
▁least	-9.48594
▁tuesday	-9.48636
▁kids	-9.48659
lo	-9.48805
zb	-9.48918
▁ratio	-9.49014
▁assets	-9.49102
▁history	-9.49155
etn	-9.49195
trc	-9.4932
▁filed	-9.49456
▁posted	-9.49457
▁nasdaq	-9.495
▁welcome	-9.49512
npxs	-9.49603
hold	-9.49675
ph	-9.49723
▁room	-9.49818
▁partnership	-9.49901
22	-9.4995
ym	-9.4995
▁bounce	-9.49971
bp	-9.5
▁videos	-9.5
est	-9.50016
▁contract	-9.50138
amat	-9.5016
▁j	-9.50193
▁demand	-9.5054
▁5000	-9.50802
ive	-9.50803
son	-9.50804
bk	-9.50806
iot	-9.51252
fuel	-9.51306
br	-9.51308
▁proof	-9.5142
▁broke	-9.51509
▁referral	-9.51535
xle	-9.51591
▁health	-9.51689
▁chain	-9.51797
arn	-9.51818
▁three	-9.51826
97	-9.51914
cel	-9.51935
net	-9.51983
▁recently	-9.51997
▁wrong	-9.52094
▁futures	-9.52184
▁5.	-9.5229
dxy	-9.52319
▁related	-9.5232
65	-9.52419
▁highest	-9.52535
io	-9.52554
chain	-9.52604
▁21	-9.5269
96	-9.52745
▁such	-9.52795
li	-9.52836
tr	-9.52839
teva	-9.52953
▁growing	-9.52973
▁dip	-9.53032
▁remember	-9.53321
▁went	-9.53348
▁..	-9.53382
▁makes	-9.53483
▁quick	-9.53488
▁used	-9.53512
salt	-9.53579
▁email	-9.53653
▁dow	-9.53907
▁information	-9.54263
▁production	-9.54272
▁deposit	-9.5428
db	-9.54288
▁lowered	-9.54326
▁scan	-9.5436
oxy	-9.54503
▁-1	-9.54615
ni	-9.54619
▁10%	-9.54649
▁shit	-9.54712
▁asset	-9.54985
▁?‍♀️	-9.54993
▁technical	-9.55007
▁able	-9.55054
dy	-9.55068
poly	-9.55094
otc	-9.55169
▁complete	-9.55175
▁sentiment	-9.552
qkc	-9.55299
▁within	-9.55314
▁products	-9.55397
▁150	-9.55503
▁birthday	-9.55631
wba	-9.55784
potstocks	-9.55811
▁case	-9.5587
95	-9.55982
ff	-9.56027
▁finally	-9.56027
▁2020.	-9.56069
▁website	-9.56083
▁code	-9.56096
▁etc	-9.56101
ardr	-9.56186
▁second	-9.56243
car	-9.56406
vff	-9.5643
▁bring	-9.56521
troy	-9.56752
mining	-9.56851
▁cost	-9.56945
▁wow	-9.56952
▁hi	-9.56957
▁pts	-9.56958
▁invest	-9.5699
▁est	-9.57069
▁interesting	-9.57074
▁took	-9.57258
▁sats	-9.57259
tdoc	-9.57265
▁payment	-9.57449
gdxj	-9.57527
▁running	-9.57782
axp	-9.57808
▁rent	-9.57837
▁america	-9.58026
▁40	-9.58081
▁watchlist	-9.58358
▁ur	-9.58368
▁zone	-9.58485
32	-9.58516
▁crazy	-9.5858
▁night	-9.58589
▁subscribe	-9.58597
▁plus	-9.58685
▁card	-9.58719
pe	-9.58757
dx	-9.58812
hc	-9.58822
▁bill	-9.58985
▁seems	-9.59135
spot	-9.59253
ost	-9.59278
wink	-9.59307
▁estimates	-9.59504
▁sells	-9.5965
rules	-9.59802
uvxy	-9.59901
knc	-9.59943
39	-9.59958
▁systems	-9.59988
▁analyst	-9.60094
▁non	-9.60146
▁youtube	-9.60186
▁create	-9.60214
sol	-9.60222
▁behind	-9.60228
▁52	-9.60269
nav	-9.60302
▁else	-9.60316
▁wall	-9.60394
▁cars	-9.60423
exchange	-9.60426
▁60	-9.60504
▁bills	-9.60572
▁signal	-9.60631
▁⚡️	-9.60722
hlf	-9.60841
by	-9.60878
▁debt	-9.60887
98	-9.60911
technology	-9.61045
▁late	-9.61068
snm	-9.61085
▁min	-9.61148
▁o	-9.61434
▁pretty	-9.61471
ncash	-9.61474
▁0.1	-9.61565
▁minutes	-9.61616
▁$50,000.	-9.61681
bit	-9.6188
key	-9.61891
ttd	-9.61934
less	-9.6195
celr	-9.62136
▁monthly	-9.62148
▁amount	-9.62227
▁side	-9.62269
▁2018	-9.62409
▁actually	-9.62409
▁tweets	-9.62713
appc	-9.62787
6%	-9.62795
▁22	-9.62861
▁performance	-9.6287
pr	-9.62942
bo	-9.62947
▁loss	-9.62988
ia	-9.63101
per	-9.63126
based	-9.63243
29	-9.6334
fcx	-9.63347
dgd	-9.63422
▁important	-9.63472
▁$20	-9.63519
06	-9.63559
mi	-9.63608
▁positive	-9.63656
ag	-9.63762
▁isn	-9.6377
▁filing	-9.63938
▁brokerages	-9.63973
hon	-9.64066
▁extra	-9.64096
▁sector	-9.64229
▁tonight	-9.64312
dr	-9.64336
dji	-9.64542
▁baby	-9.64563
▁found	-9.64627
01	-9.64709
▁version	-9.64711
term	-9.64716
▁son	-9.64759
▁chat	-9.6482
▁bless	-9.64923
▁awesome	-9.6493
gx	-9.65026
biib	-9.65027
▁spread	-9.65044
42	-9.65243
cbdd	-9.65322
▁(1	-9.65438
ting	-9.65476
▁23	-9.65485
▁later	-9.65526
▁28	-9.65529
▁rates	-9.6557
▁appreciate	-9.65623
utx	-9.65775
▁ecosystem	-9.66005
▁contest	-9.66098
▁building	-9.66134
▁contracts	-9.66161
▁fire	-9.66237
▁corporation	-9.66323
tgod	-9.66329
▁10,000	-9.66452
▁pm	-9.66535
▁talk	-9.66627
▁story	-9.66684
eur	-9.66691
week	-9.66721
▁picked	-9.66787
▁$500	-9.66799
tx	-9.66846
maid	-9.66991
▁valuation	-9.67086
▁$500,	-9.67101
▁trend	-9.67117
▁true	-9.67128
▁board	-9.6718
▁moved	-9.67233
hal	-9.67277
▁convert	-9.67305
cvc	-9.67376
wynn	-9.67451
▁product	-9.67502
▁rest	-9.6753
ew	-9.67655
ppt	-9.67692
ho	-9.67753
silver	-9.67812
▁dgb	-9.67826
qsr	-9.67831
cf	-9.67834
▁state	-9.67893
--	-9.6791
▁raise	-9.67944
vaylatoken	-9.68004
▁means	-9.6805
business	-9.68114
▁rally	-9.68305
ac	-9.68503
▁forget	-9.68585
▁haven	-9.68607
▁sent	-9.6865
tmus	-9.68675
tfuel	-9.6869
▁otc	-9.68917
▁listen	-9.6893
pennystocks	-9.69085
grs	-9.69109
▁likely	-9.69202
kcs	-9.69301
tic	-9.69341
▁pls	-9.69423
xzc	-9.69459
lend	-9.69504
▁29	-9.69741
token	-9.69808
divi	-9.69819
▁mom	-9.69854
▁cheap	-9.69927
04	-9.69945
bn	-9.69992
▁1)	-9.70006
▁reach	-9.70011
▁lets	-9.70042
▁build	-9.7008
▁online	-9.70092
▁zero	-9.70166
line	-9.70216
▁january	-9.70221
▁track	-9.70224
futures	-9.70245
76	-9.7036
mth	-9.70372
55	-9.70392
▁names	-9.70605
nem	-9.7063
che	-9.70637
▁mainnet	-9.70693
▁discount	-9.70701
ten	-9.70729
64	-9.70786
▁announcement	-9.70814
▁development	-9.70822
love	-9.70966
hi	-9.71035
▁pool	-9.71065
il	-9.71082
79	-9.71143
bqx	-9.71163
list	-9.71193
avgo	-9.71201
▁--	-9.71436
▁mind	-9.71499
wallstreet	-9.71623
ies	-9.71678
▁simple	-9.71761
cp	-9.71837
gnt	-9.71884
dapp	-9.71906
cann	-9.71907
▁ltd	-9.71997
▁decentralized	-9.72045
▁jobs	-9.72067
con	-9.72072
▁falling	-9.72112
fun	-9.72143
▁microsoft	-9.72172
game	-9.72273
▁helps	-9.72342
land	-9.72429
/19	-9.72436
▁mean	-9.7247
ico	-9.72545
▁become	-9.72559
▁god	-9.72642
▁moon	-9.72711
play	-9.72766
pcg	-9.72788
▁eth	-9.7282
soul	-9.73
sa	-9.73165
▁happen	-9.73189
▁fall	-9.73226
07	-9.73306
▁?????	-9.73307
▁transactions	-9.73323
▁sub	-9.73347
mgm	-9.73358
defi	-9.73382
team	-9.73408
big	-9.73457
▁max	-9.73486
▁banks	-9.73542
▁levels	-9.73583
▁september	-9.73584
70	-9.73592
shmp	-9.73725
▁26	-9.73748
05	-9.73807
year	-9.73902
▁straight	-9.73954
▁required	-9.73997
▁mo	-9.74152
get	-9.74159
59	-9.74229
▁thursday	-9.74231
▁2)	-9.74244
▁bio	-9.74441
▁mention	-9.74448
▁multi	-9.74807
▁dd	-9.74809
▁probably	-9.74913
60	-9.7506
▁conference	-9.75094
▁upgraded	-9.75101
▁paying	-9.7518
pro	-9.75199
hy	-9.75302
28	-9.75354
ip	-9.75448
▁anniversary	-9.75502
▁d	-9.75575
▁questions	-9.75626
▁setup	-9.75659
ns	-9.75763
gn	-9.75766
trump	-9.75774
gnus	-9.75877
visl	-9.75887
▁25,000	-9.75896
nwbo	-9.75976
▁idea	-9.75991
lit	-9.75996
gen	-9.76023
93	-9.76094
axxa	-9.76096
ton	-9.76119
▁called	-9.76138
nxt	-9.76215
ap	-9.76221
89	-9.76227
▁hate	-9.76266
hemp	-9.76325
ance	-9.76372
cvsi	-9.76385
wings	-9.7656
alts	-9.76608
club	-9.76658
app	-9.76663
▁6.	-9.76737
38	-9.76741
edo	-9.76758
88	-9.76935
▁solid	-9.76945
▁pattern	-9.77083
▁including	-9.77252
▁appreciated	-9.77271
▁rise	-9.77276
▁dollars	-9.77348
▁excited	-9.77429
▁avg	-9.77799
▁downtrend	-9.77817
▁mine	-9.77833
iotx	-9.77856
ocean	-9.77918
▁dont	-9.77923
▁face	-9.7794
req	-9.77981
▁boeing	-9.77998
ri	-9.78106
49	-9.78183
▁impact	-9.78203
▁according	-9.78221
com	-9.78255
▁white	-9.78354
▁offer	-9.78399
▁net	-9.78412
▁cbd	-9.78418
bc	-9.78495
▁invite	-9.78559
▁step	-9.78626
▁2019.	-9.78733
clf	-9.78735
▁—	-9.78798
$$	-9.78846
▁released	-9.78871
kin	-9.78875
nrg	-9.78891
84	-9.78911
▁$300	-9.78949
tops	-9.78975
ke	-9.79031
▁final	-9.79037
gd	-9.79065
▁offering	-9.79073
ps	-9.79204
▁transaction	-9.79287
0.0	-9.79294
iq	-9.79334
▁issues	-9.794
▁answer	-9.79539
tu	-9.79593
▁continues	-9.79594
▁holders	-9.79736
▁altcoin	-9.79747
▁activity	-9.79775
▁beat	-9.79899
34	-9.79913
king	-9.79996
200	-9.8001
▁safe	-9.80013
4%	-9.80087
▁attention	-9.80203
vi	-9.80276
vib	-9.80288
09	-9.804
▁focus	-9.80416
altcoin	-9.80444
▁shareholder	-9.80468
▁index	-9.80517
▁!!	-9.80556
▁findom	-9.80656
▁dump	-9.80669
ish	-9.80839
▁reply	-9.80865
ban	-9.80928
cryptonews	-9.80957
video	-9.80962
▁stablecoin	-9.81069
ally	-9.8119
crwd	-9.81213
mj	-9.81332
▁myself	-9.81417
dex	-9.81421
▁fraud	-9.81439
▁date	-9.8149
▁different	-9.81539
ibio	-9.81563
▁cryptocurrency	-9.81712
▁lows	-9.81769
ny	-9.81931
▁mid	-9.81934
▁clear	-9.81991
▁screenshot	-9.82169
mkr	-9.82176
▁supported	-9.82192
rcl	-9.822
92	-9.82228
pi	-9.82403
cap	-9.82445
46	-9.82478
credit	-9.82575
mon	-9.82577
▁hand	-9.82615
▁august	-9.8269
comp	-9.82791
▁swap	-9.82816
baby	-9.82927
▁split	-9.8295
cmt	-9.82967
docu	-9.82973
rsr	-9.83054
▁$30	-9.83096
▁couple	-9.83207
52	-9.83267
▁fully	-9.83276
36	-9.83304
▁folks	-9.83595
td	-9.83642
94	-9.8367
▁access	-9.83742
loom	-9.83784
▁numbers	-9.8384
78	-9.8385
▁27	-9.83924
▁features	-9.83955
▁oh	-9.83959
vtc	-9.84067
▁retweets	-9.84235
▁beginning	-9.84378
▁filings	-9.84447
au	-9.84483
▁question	-9.84497
▁guide	-9.84498
▁house	-9.84499
▁(+	-9.8476
xlnx	-9.8477
ong	-9.84773
gr	-9.84841
brd	-9.84897
sl	-9.84914
you	-9.85103
▁ya	-9.85283
nvax	-9.85297
um	-9.8532
71	-9.8541
tlss	-9.85433
ship	-9.85439
drgn	-9.85596
mtl	-9.85729
▁mobile	-9.85797
▁ama	-9.85797
nexo	-9.85857
▁resources	-9.85871
▁winning	-9.85875
▁lesson	-9.85877
▁reason	-9.85951
▁fake	-9.8599
▁da	-9.86033
$2	-9.86144
mona	-9.86177
▁rich	-9.8623
▁gift	-9.86264
8%	-9.86268
giveawayalert	-9.86271
▁bid	-9.86337
▁brave	-9.86351
os	-9.86421
▁jan	-9.86487
▁general	-9.86508
800	-9.86513
ultimate	-9.86603
dollar	-9.86613
trillion	-9.86717
▁shopaholic	-9.86759
tptw	-9.86762
tronics	-9.86762
▁ex	-9.86822
▁multiple	-9.86888
gl	-9.86967
this	-9.86984
▁losing	-9.87165
▁hot	-9.87253
▁reached	-9.87302
fast	-9.87513
ir	-9.87522
dgtx	-9.87575
▁tax	-9.87624
▁season	-9.87669
ha	-9.87701
▁⁦	-9.87713
/20	-9.87745
▁+2	-9.87798
▁note	-9.87943
.”	-9.88254
▁$20,000	-9.88334
▁longer	-9.88494
▁stream	-9.88495
86	-9.88601
▁pr	-9.88664
bar	-9.88694
▁source	-9.88711
▁con	-9.88741
▁st	-9.88864
▁main	-9.88924
nee	-9.88973
wabi	-9.89076
apple	-9.89142
▁targets	-9.89198
tsm	-9.89212
fet	-9.89292
nkla	-9.89346
▁exchanges	-9.89346
igex	-9.89348
▁plans	-9.89399
▁cause	-9.89479
mnk	-9.89507
▁electric	-9.89556
▁cover	-9.89568
hr	-9.89592
1%	-9.89623
87	-9.89662
fx	-9.89684
shappblackfriday	-9.89746
▁upside	-9.89841
bio	-9.89861
fr	-9.89906
dig	-9.89907
lisk	-9.90089
▁missed	-9.9009
▁fan	-9.90174
▁success	-9.90185
live	-9.90206
mm	-9.90217
▁plays	-9.90282
▁common	-9.90309
▁:)	-9.90346
cydy	-9.90597
abx	-9.9062
47	-9.90693
▁negative	-9.90722
!??	-9.90727
▁double	-9.9085
▁choice	-9.90861
▁▪️	-9.91
▁moment	-9.91018
▁retail	-9.9102
tal	-9.91059
▁medical	-9.91067
mn	-9.91103
▁told	-9.91117
ja	-9.91126
over	-9.91136
▁ta	-9.91207
▁thought	-9.91222
fl	-9.9127
▁guy	-9.91327
sky	-9.9144
99	-9.91467
storj	-9.91561
ur	-9.91586
▁wake	-9.91605
aphd	-9.9163
▁€	-9.91648
vc	-9.91686
ogi	-9.91788
▁traded	-9.91805
share	-9.91848
▁december	-9.91935
08	-9.9198
▁progress	-9.92091
▁buzz	-9.92157
rlc	-9.92237
lrcx	-9.9226
atvi	-9.92274
random	-9.92274
▁✔️	-9.92296
74	-9.92437
ds	-9.92454
▁calling	-9.92456
▁gas	-9.9253
▁area	-9.92593
▁updated	-9.92602
laho	-9.92656
▁20%	-9.92665
77	-9.92678
tm	-9.92798
cur	-9.92856
tpay	-9.92865
mdt	-9.92872
▁??????	-9.92875
.00	-9.92881
48	-9.92896
▁allocation	-9.92977
▁cross	-9.92985
▁closing	-9.9312
▁scam	-9.93121
oott	-9.93151
cpe	-9.93257
▁equity	-9.93266
paypig	-9.93288
▁usdt	-9.93423
▁boost	-9.93495
▁$120	-9.93526
▁400	-9.93589
lrc	-9.93652
bby	-9.93681
cos	-9.93826
rbnw	-9.93836
vtho	-9.93936
▁la	-9.93944
▁pair	-9.93979
▁save	-9.93995
privacy	-9.93996
▁playing	-9.94011
tion	-9.94033
▁karma	-9.94274
ab	-9.94283
airdrops	-9.94323
▁declined	-9.94366
apt	-9.94372
rn	-9.94383
ee	-9.9441
▁ref	-9.94466
▁october	-9.94512
37	-9.94635
vidt	-9.94666
pton	-9.94679
treos	-9.94712
▁christmas	-9.94722
▁built	-9.94803
▁leading	-9.94818
dg	-9.94835
pt	-9.94906
▁guidance	-9.94938
▁country	-9.94998
62	-9.94999
02	-9.95165
▁1,000	-9.95204
▁bc	-9.95303
sha	-9.95332
pins	-9.95382
▁american	-9.95411
idex	-9.95426
plug	-9.95444
▁secure	-9.95485
▁$10,000	-9.95543
▁gave	-9.95607
▁director	-9.95738
▁positions	-9.95743
▁1-	-9.95745
63	-9.95765
ist	-9.95885
▁dec	-9.95936
maxpain	-9.96017
bl	-9.96056
▁control	-9.96133
▁class	-9.96216
▁finance	-9.96244
▁investor	-9.96249
43	-9.96255
ct	-9.96347
ela	-9.96358
pos	-9.96365
▁seeing	-9.96603
bcpt	-9.96641
58	-9.96698
fcel	-9.96754
opti	-9.96774
vibe	-9.96823
ig	-9.96827
▁president	-9.96864
▁prizes	-9.96868
▁phase	-9.96906
▁$50,000	-9.96931
▁caps	-9.96937
▁adding	-9.96967
▁party	-9.97065
▁phone	-9.97098
▁understand	-9.97159
▁ok	-9.97249
▁apr	-9.9727
mith	-9.974
ling	-9.97419
life	-9.97455
▁2⃣	-9.97496
coop	-9.97672
▁wish	-9.97745
dogecoin	-9.97747
forex	-9.9778
▁november	-9.97795
▁security	-9.97804
57	-9.97907
54	-9.9793
▁browser	-9.97937
▁sat	-9.97952
cnx	-9.97962
▁rsi	-9.97989
ol	-9.97999
▁decreased	-9.98007
age	-9.98041
▁com	-9.98125
▁hits	-9.98236
off	-9.98236
▁held	-9.9827
ver	-9.98376
▁goal	-9.98403
▁interview	-9.98464
rad	-9.98466
▁acquisition	-9.98529
shak	-9.98532
trul	-9.9857
▁bear	-9.98614
▁facebook	-9.98812
hmla	-9.98848
khc	-9.98944
▁-&	-9.98985
▁mar	-9.9899
txn	-9.99062
73	-9.99187
zn	-9.99255
41	-9.99293
▁software	-9.99349
▁chinese	-9.99484
67	-9.99495
vsys	-9.99516
▁entire	-9.99556
▁war	-9.9973
ine	-9.99765
▁comes	-9.99841
▁quality	-9.9985
▁push	-9.99888
investment	-9.99951
▁talking	-9.99963
▁starts	-9.9997
wrx	-10.0004
nex	-10.0006
▁onlyfans	-10.0008
lb	-10.0019
▁$200	-10.002
▁economy	-10.0034
rty	-10.0035
▁height	-10.0039
0.00	-10.004
▁grow	-10.0041
ubt	-10.0042
▁air	-10.0044
back	-10.0045
▁saying	-10.0046
▁minute	-10.0063
nas	-10.0083
▁thread	-10.0083
bay	-10.01
68	-10.0101
▁privacy	-10.0106
trillions	-10.0109
der	-10.0123
▁presenting	-10.0125
▁pop	-10.0129
▁base	-10.0137
▁message	-10.0142
two	-10.0145
bolt	-10.0149
▁though	-10.0163
wallet	-10.0165
htz	-10.0171
▁virus	-10.0176
61	-10.0179
ze	-10.018
▁momentum	-10.0194
▁lots	-10.02
gi	-10.0215
bot	-10.0222
▁feeling	-10.0225
▁eye	-10.0226
dlt	-10.0227
▁trans	-10.0228
wax	-10.0228
▁technologies	-10.0229
▁shows	-10.0233
▁beta	-10.0245
▁congrats	-10.025
▁feb	-10.0251
ev	-10.0257
dapps	-10.0263
▁works	-10.0267
▁balance	-10.027
tt	-10.0276
▁inside	-10.0281
catt	-10.0284
▁auto	-10.0287
▁1000000	-10.0293
▁kind	-10.0298
▁distribution	-10.0312
has	-10.0316
▁either	-10.0317
▁sorry	-10.0319
▁5,000	-10.032
apr	-10.0322
zcl	-10.0323
▁gainers	-10.0325
91	-10.0325
▁investing	-10.0342
▁matter	-10.0344
▁na	-10.0364
lulu	-10.0365
▁wednesday	-10.0367
▁bag	-10.0369
dj	-10.0373
▁tzc	-10.0373
cloak	-10.038
▁llc	-10.0387
▁school	-10.0389
twt	-10.0395
tcel	-10.0395
our	-10.0399
down	-10.04
▁cso	-10.0403
just	-10.0403
ka	-10.0404
ax	-10.0408
▁dropping	-10.0414
▁among	-10.0416
▁nov	-10.0418
tor	-10.0423
▁sharing	-10.0428
▁further	-10.0428
▁fight	-10.043
▁shareholders	-10.0437
▁customers	-10.0442
fdx	-10.0443
lin	-10.0444
xspa	-10.0445
85	-10.0445
▁fill	-10.0453
▁launched	-10.0466
gate	-10.0467
▁gone	-10.0468
mr	-10.0469
▁8-	-10.0471
ness	-10.0473
▁fuck	-10.0494
▁congratulations	-10.0505
▁adoption	-10.0507
▁ppl	-10.0508
▁agreement	-10.0509
▁accounts	-10.0517
▁fundamentals	-10.0519
03	-10.0523
▁press	-10.053
tnrgold	-10.0531
chx	-10.0531
▁10-	-10.0535
▁instant	-10.0539
▁reverse	-10.0541
cad	-10.0547
▁government	-10.0553
▁type	-10.0556
siri	-10.0569
▁3)	-10.057
▁bar	-10.0575
▁forecast	-10.0598
vr	-10.0601
▁groceries	-10.0606
▁fy	-10.0606
ary	-10.0607
cnn	-10.0615
▁catch	-10.0619
72	-10.0621
▁session	-10.0623
▁bigger	-10.0626
ether	-10.0628
▁drops	-10.0637
▁$150	-10.0643
▁partner	-10.0651
▁across	-10.0655
tnb	-10.0657
chris	-10.0664
▁premarket	-10.067
▁immediately	-10.0671
dkng	-10.0687
▁girl	-10.0695
dero	-10.0698
cop	-10.07
goddess	-10.0716
▁cloud	-10.072
▁reported	-10.0722
▁000	-10.0722
▁squeeze	-10.0727
▁national	-10.0728
ey	-10.0733
▁2.0	-10.0734
mro	-10.0735
skpo	-10.0736
▁discord	-10.0742
chart	-10.0761
▁ipo	-10.0772
usa	-10.0776
antm	-10.0777
56	-10.0788
rig	-10.0792
▁along	-10.0795
thc	-10.0796
▁simply	-10.0802
hodl	-10.0805
agg	-10.0806
way	-10.0818
vale	-10.0828
air	-10.0841
▁7.	-10.0862
celg	-10.0865
▁paypig	-10.0873
csx	-10.0877
▁rising	-10.088
▁25%	-10.0896
twitter	-10.0897
44	-10.0898
bullish	-10.0907
▁mc	-10.0908
celz	-10.0908
grin	-10.091
▁ho	-10.0911
▁expiration	-10.0919
▁strategy	-10.0936
▁losers	-10.0944
myl	-10.0944
try	-10.0946
dd	-10.0947
▁wonder	-10.0948
alert	-10.0953
gf	-10.0957
blz	-10.0957
▁mark	-10.0964
banano	-10.0965
▁period	-10.0986
mp	-10.0991
▁ro	-10.0992
▁▶️	-10.0998
clvs	-10.1003
▁limited	-10.1006
▁user	-10.1009
usdc	-10.1015
▁digibyte	-10.1027
cei	-10.1034
▁bonds	-10.1036
▁50,000	-10.1038
▁50-	-10.1039
▁?‍♂️	-10.1042
▁load	-10.1051
▁book	-10.1052
▁instead	-10.1058
▁giveaways	-10.1067
▁issue	-10.1073
▁meet	-10.1076
are	-10.1088
▁hello	-10.1089
▁yourself	-10.1089
tan	-10.1095
cn	-10.1103
▁perfect	-10.1104
▁takes	-10.1113
▁bo	-10.112
▁dividends	-10.1123
coup	-10.113
▁consider	-10.113
▁tg	-10.1139
▁drive	-10.1147
slb	-10.1149
▁100000	-10.1154
▁thinking	-10.1173
tribune	-10.1174
mor	-10.1174
erc	-10.1194
75	-10.1196
blk	-10.1197
▁remain	-10.1201
▁faster	-10.1205
▁definitely	-10.1208
avxl	-10.1209
▁$25	-10.1216
▁provide	-10.1224
stx	-10.1226
▁em	-10.1231
▁!!️	-10.1236
▁testing	-10.1237
clo	-10.1243
▁example	-10.1243
~	-10.1243
❤️	-10.1244
leas	-10.1246
5%	-10.1248
gaming	-10.1249
ful	-10.1251
av	-10.1255
amazon	-10.1259
▁reversal	-10.126
▁30/06	-10.126
▁+3	-10.126
€	-10.1262
cryptotrading	-10.1264
eric	-10.1273
▁$15	-10.128
▁sa	-10.128
cura	-10.1281
cor	-10.1284
decn	-10.1289
▁0.01	-10.1292
▁ev	-10.1303
erd	-10.1305
80	-10.1312
rh	-10.1316
▁ethereum	-10.1332
▁fly	-10.1332
▁sun	-10.1333
regn	-10.1338
ted	-10.1347
81	-10.1349
dman	-10.1366
adx	-10.1368
▁needed	-10.137
len	-10.1378
stablecoin	-10.1379
▁comp	-10.1384
cu	-10.1385
▁city	-10.1398
▁-2	-10.1399
rl	-10.1417
▁size	-10.1417
▁80	-10.1425
▁shown	-10.1425
▁$1200!	-10.1435
economy	-10.1439
▁brand	-10.1442
wm	-10.1448
▁delivery	-10.1452
ky	-10.146
▁participants	-10.146
val	-10.1461
▁grab	-10.1461
✅	-10.1462
▁band	-10.1462
ger	-10.1467
▁9.	-10.1468
last	-10.148
ru	-10.1483
▁thoughts	-10.1497
▁saw	-10.1498
▁applications	-10.1498
azn	-10.1502
▁star	-10.1517
▁previous	-10.1519
300	-10.152
▁several	-10.1524
em	-10.1529
▁showing	-10.1531
▁strength	-10.1531
model	-10.1535
▁72	-10.1536
▁sending	-10.1536
blb	-10.1541
pc	-10.1543
om	-10.1544
▁(#	-10.1552
.....	-10.1559
▁mother	-10.1559
litecoin	-10.156
acrl	-10.1563
ccx	-10.1564
investingnews	-10.1571
▁shorted	-10.1571
!!️	-10.1578
ster	-10.1587
▁strike	-10.1594
cb	-10.1611
giveaways	-10.1624
va	-10.1626
trust	-10.1632
ized	-10.1637
ctl	-10.1638
▁solutions	-10.1646
▁⭐	-10.1647
nk	-10.1647
▁helping	-10.1651
leo	-10.1651
cmgo	-10.1659
coinkit	-10.166
▁bulls	-10.1665
ut	-10.1679
sne	-10.1683
ous	-10.1689
▁lead	-10.1695
that	-10.1695
▁came	-10.1705
ttwo	-10.1709
▁1/	-10.1709
▁blessing	-10.171
tnxp	-10.1711
tgodf	-10.1717
aytu	-10.1722
53	-10.1729
66	-10.1732
▁word	-10.1741
▁happening	-10.1744
yr	-10.1746
▁lose	-10.1748
funn	-10.1749
penn	-10.1753
▁bet	-10.1754
ttoo	-10.1758
user	-10.1762
▁beautiful	-10.1767
▁healthcare	-10.1769
▁light	-10.1774
op	-10.1776
▁proud	-10.1777
hbar	-10.1787
▁30-	-10.1788
robinhood	-10.1791
▁pharmaceuticals	-10.1792
solo	-10.1796
▁promote	-10.1797
▁31	-10.1808
nx	-10.1811
bi	-10.1812
▁stuff	-10.1813
rm	-10.1814
trnx	-10.1817
▁-$	-10.182
ate	-10.1821
▁course	-10.1823
▁performers	-10.1832
????	-10.1833
eurusd	-10.1834
▁roll	-10.1857
cm	-10.1859
▁slow	-10.1859
ml	-10.1864
fair	-10.187
▁hu	-10.1877
fintech	-10.1878
fit	-10.1881
▁canada	-10.1885
▁internet	-10.1886
▁100,000	-10.1889
ok	-10.189
▁sl	-10.1891
▁deep	-10.1899
▁pandemic	-10.19
▁(-	-10.1903
▁literally	-10.1905
bank	-10.1905
▁crash	-10.1908
▁wins	-10.1914
oce	-10.1916
▁experience	-10.1919
energy	-10.1922
ibb	-10.1923
pwdy	-10.1924
▁glad	-10.1926
▁du	-10.1927
▁buys	-10.1935
bcn	-10.1935
part	-10.1937
▁rock	-10.1944
▁trial	-10.1949
▁penny	-10.1956
ec	-10.1976
83	-10.1983
▁dma	-10.1992
~!	-10.1994
use	-10.1995
alt	-10.2004
▁beats	-10.2006
med	-10.2008
▁towards	-10.2016
mat	-10.2029
✨	-10.2031
pnc	-10.2037
▁trending	-10.2037
▁earning	-10.2044
fed	-10.2044
▁mega	-10.2052
▁choose	-10.2054
▁states	-10.2056
▁picture	-10.2059
/2019	-10.206
▁till	-10.2063
▁30%	-10.207
▁regard	-10.2072
▁rn	-10.2081
▁imagine	-10.2088
▁agree	-10.2091
dar	-10.2091
pax	-10.2101
trst	-10.2103
▁yield	-10.2103
▁undervalued	-10.2105
▁fact	-10.2106
smh	-10.2108
▁recommendation	-10.2111
▁4:	-10.2114
▁games	-10.2117
▁believer	-10.2127
tch	-10.2128
chwy	-10.2131
vtiq	-10.2131
don	-10.2131
▁hedge	-10.2136
▁easily	-10.2148
▁five	-10.2152
rf	-10.2156
mft	-10.2158
cx	-10.2175
•	-10.2175
evx	-10.2179
▁heart	-10.22
▁jump	-10.2202
▁payments	-10.2205
gg	-10.2206
▁opinion	-10.2211
▁millions	-10.2212
veri	-10.2216
rio	-10.2221
vo	-10.2221
▁blue	-10.2227
grub	-10.2233
▁downgraded	-10.2249
ripple	-10.2251
dm	-10.2251
▁process	-10.2257
▁increases	-10.2265
stocktrading	-10.2266
dish	-10.2272
▁streaming	-10.2276
music	-10.2277
tra	-10.2279
real	-10.2282
▁site	-10.2286
vxrt	-10.2287
fe	-10.2297
▁february	-10.2301
▁lp	-10.2307
box	-10.2309
▁tv	-10.2316
▁intel	-10.2317
▁meeting	-10.2318
▁bu	-10.232
▁begin	-10.2323
ngine	-10.2324
▁sunday	-10.2325
▁orders	-10.2329
▁aug	-10.2332
▁popular	-10.2339
▁box	-10.2346
gh	-10.2352
af	-10.2352
▁direct	-10.2365
2.5	-10.2369
}	-10.2374
tin	-10.2378
3%	-10.2379
wti	-10.238
▁discovery	-10.2381
olt	-10.2382
▁$1000	-10.2385
▁economic	-10.2387
ize	-10.2388
uup	-10.2391
▁annual	-10.2393
▁declining	-10.2398
nclh	-10.2398
mer	-10.2402
▁solution	-10.2403
▁ideas	-10.2409
▁dead	-10.241
▁surprise	-10.2412
▁spot	-10.2416
stablecoins	-10.2419
▁quite	-10.242
▁8.	-10.2425
▁brands	-10.2428
revolution	-10.2431
xlk	-10.2432
▁?‍?	-10.2444
-1	-10.2455
▁**	-10.2458
act	-10.2461
clx	-10.2472
sub	-10.2472
fin	-10.2473
▁chase	-10.2478
▁boom	-10.2482
▁notice	-10.2485
▁nearly	-10.2488
▁!!!	-10.2496
▁ha	-10.2508
cake	-10.251
▁serious	-10.251
▁weak	-10.2512
fct	-10.2514
isrg	-10.2515
ism	-10.2525
true	-10.254
420	-10.2548
bbby	-10.2553
▁cool	-10.2553
study	-10.2554
financial	-10.2555
jblu	-10.2557
yy	-10.2565
▁1️⃣	-10.2574
▁fans	-10.2576
acn	-10.2579
red	-10.2583
earn	-10.2588
bitmex	-10.2595
▁5%	-10.2609
altseason	-10.2614
▁employees	-10.2626
▁india	-10.2633
gp	-10.264
▁poor	-10.2644
tf	-10.2648
▁confirm	-10.2652
geo	-10.2658
▁pull	-10.2661
▁fucking	-10.2673
▁pairs	-10.2677
▁self	-10.2683
▁oct	-10.2693
▁2️⃣	-10.2694
▁⬆️	-10.2694
dom	-10.2697
bg	-10.2698
chi	-10.2703
▁acquire	-10.2715
▁{	-10.272
cam	-10.2721
▁anti	-10.2722
▁tuned	-10.2723
▁ride	-10.2724
marijuana	-10.273
▁cancer	-10.2737
cnc	-10.2741
▁voting	-10.2743
▁pot	-10.2744
▁passive	-10.2755
▁pe	-10.2758
▁$150.	-10.2761
ated	-10.2763
must	-10.2766
month	-10.2769
ya	-10.2774
nbev	-10.2775
▁panic	-10.2777
▁officially	-10.278
que	-10.2782
vy	-10.2788
▁corporate	-10.2791
▁similar	-10.2794
▁extension	-10.2794
▁leg	-10.2796
schw	-10.2801
700	-10.2802
▁problem	-10.2803
▁personal	-10.2805
daytrader	-10.2813
fi	-10.2813
▁unemployment	-10.2815
▁front	-10.2819
▁tips	-10.2824
▁spend	-10.2825
▁2%	-10.2831
cre	-10.2834
home	-10.2835
▁struggling	-10.2835
ftse	-10.2838
▁pa	-10.2841
▁significant	-10.2842
▁created	-10.2851
)|	-10.2852
▁ga	-10.2853
az	-10.2854
▁firm	-10.2856
▁leaders	-10.2859
▁costs	-10.2866
cdix	-10.2876
wk	-10.288
▁custom	-10.2885
np	-10.2889
▁losses	-10.289
▁ad	-10.2891
ber	-10.2892
efa	-10.2894
▁chosen	-10.29
▁present	-10.2905
▁burn	-10.2909
more	-10.2909
▁events	-10.2909
▁workers	-10.2914
▁breaks	-10.2917
TM	-10.2918
▁sees	-10.2932
df	-10.2933
gwph	-10.2937
chtr	-10.294
▁vi	-10.294
▁damn	-10.2941
▁reading	-10.2943
qs	-10.2946
satoshi	-10.2949
tv	-10.2953
▁everyday	-10.2954
cbs	-10.2957
▁⬇️	-10.2963
ah	-10.2964
▁dex	-10.2965
▁wave	-10.2974
▁cru	-10.2979
san	-10.2983
▁compared	-10.2984
investors	-10.2987
▁web	-10.2988
▁despite	-10.2999
▁aren	-10.3005
sy	-10.3016
lf	-10.3023
oc	-10.3029
1.5	-10.3036
▁shot	-10.3041
bkng	-10.3042
ating	-10.3047
excl	-10.305
▁hear	-10.3057
▁spike	-10.3061
▁+/-	-10.3062
-20	-10.3072
winner	-10.3074
post	-10.3079
▁third	-10.3084
rate	-10.3087
trip	-10.3088
▁asking	-10.309
▁finsub	-10.3099
▁crisis	-10.3114
▁sellers	-10.3124
▁stand	-10.313
▁reaches	-10.3137
nxs	-10.3139
900	-10.314
▁flag	-10.3141
▁mr	-10.3143
inqd	-10.3147
cldr	-10.3152
▁solar	-10.3153
▁shanghai	-10.3161
jcp	-10.3162
▁mu	-10.3167
cowpp	-10.3167
wr	-10.3168
ki	-10.3169
ctyx	-10.3171
block	-10.3182
▁chrome	-10.3186
▁feed	-10.3194
family	-10.3207
kava	-10.3209
▁worldwide	-10.321
tnx	-10.322
▁protocol	-10.3235
csc	-10.3236
▁therapeutics	-10.3237
rdn	-10.3247
▁boy	-10.3255
▁marketing	-10.3257
▁decided	-10.3262
colx	-10.328
lun	-10.3286
soli	-10.3286
tar	-10.3289
▁pivot	-10.3292
▁truly	-10.3292
▁especially	-10.3292
▁coverage	-10.3293
▁college	-10.3294
girl	-10.3314
▁hrs	-10.3317
▁confirmed	-10.3321
/2020	-10.3325
flow	-10.3333
▁bidask	-10.3335
▁revenues	-10.3336
oas	-10.3336
brat	-10.3341
▁office	-10.3344
▁morgan	-10.3345
wa	-10.3352
▁happened	-10.3356
▁core	-10.3364
invest	-10.3377
-$	-10.3378
ice	-10.3381
vrab	-10.3382
▁allows	-10.3382
▁dapp	-10.3384
▁+4	-10.339
▁interested	-10.3396
▁90	-10.3398
▁speech	-10.3399
▁securities	-10.3399
▁livestream	-10.3401
▁etf	-10.3402
ti	-10.3402
▁distributed	-10.3405
▁selected	-10.3405
▁bro	-10.3405
▁provides	-10.3413
qui	-10.3413
▁en	-10.3419
▁bi	-10.342
▁living	-10.342
▁eyes	-10.3432
!!!!!	-10.3442
▁caught	-10.3442
kwbt	-10.3442
utc	-10.3442
▁drawn	-10.3445
pl	-10.3467
▁❤	-10.347
gto	-10.3473
▁exclusive	-10.3475
▁battery	-10.3475
▁supports	-10.3476
▁host	-10.3487
0.000	-10.3487
gy	-10.3498
bf	-10.3503
▁earlier	-10.3507
contest	-10.3515
▁turned	-10.3524
▁california	-10.3526
nc	-10.3532
tip	-10.3535
▁subs	-10.3548
▁reserve	-10.3549
▁opening	-10.3553
▁di	-10.356
▁woman	-10.3564
ray	-10.3564
▁fair	-10.357
▁expectations	-10.3572
emp	-10.3579
▁fda	-10.3588
xo	-10.3591
ama	-10.3597
tril	-10.3598
save	-10.3603
copper	-10.3605
▁movements	-10.3613
▁launching	-10.3614
▁exactly	-10.3617
▁talks	-10.3619
▁joining	-10.3625
▁completely	-10.3627
▁funding	-10.3631
bet	-10.3631
emc	-10.3634
ii	-10.3635
cyio	-10.364
▁70	-10.3645
ld	-10.3645
▁mil	-10.3649
▁federal	-10.3655
▁fa	-10.3655
▁peak	-10.3657
ddog	-10.3658
▁mass	-10.3663
5,000	-10.3666
▁clean	-10.3667
▁bob	-10.3672
easy	-10.3674
▁canadian	-10.3675
bra	-10.3678
▁safety	-10.3682
rdd	-10.3685
▁holder	-10.3692
▁locked	-10.3693
mill	-10.3694
▁trillion	-10.3696
optionstrading	-10.3698
▁....	-10.3699
kt	-10.3701
staking	-10.3703
▁exposure	-10.3704
▁received	-10.3706
▁wanted	-10.373
aim	-10.3736
▁central	-10.3743
bs	-10.3743
yum	-10.3745
▁margin	-10.3747
▁?$	-10.3751
▁king	-10.376
tronclass	-10.3761
dxcm	-10.3761
82	-10.3764
black	-10.3767
tn	-10.3775
▁tribute	-10.3779
▁design	-10.3779
ley	-10.3786
▁tasks	-10.379
▁pullback	-10.3794
▁sad	-10.3796
▁stores	-10.3798
▁road	-10.3803
600	-10.3809
▁handle	-10.3811
linkup	-10.382
ved	-10.382
nn	-10.3821
cw	-10.3824
▁discuss	-10.3826
eg	-10.3826
zi	-10.3829
▁afford	-10.3838
▁unique	-10.3839
▁randomly	-10.3839
▁fastest	-10.3841
with	-10.3844
ping	-10.3847
▁movement	-10.3848
▁outside	-10.3848
▁music	-10.3849
star	-10.3851
▁ten	-10.3851
▁withdraw	-10.3854
▁ath	-10.3869
▁ship	-10.3876
▁goddess	-10.388
ggsm	-10.3884
cha	-10.3885
▁20,000	-10.3887
▁2017	-10.3893
watch	-10.3895
▁walmart	-10.3903
mars	-10.3904
▁exciting	-10.3906
▁student	-10.3909
▁beyond	-10.3919
thr	-10.3925
lto	-10.3928
ors	-10.3931
dcd	-10.3933
max	-10.394
▁1500	-10.3946
lake	-10.3952
art	-10.3954
▁lifted	-10.3955
meli	-10.3956
▁cents	-10.3957
▁poll	-10.3966
gene	-10.3972
coinbase	-10.3973
.30	-10.3974
▁write	-10.3977
▁profitable	-10.3984
hyg	-10.4003
po	-10.4004
▁planet	-10.401
▁san	-10.4013
ls	-10.4017
amc	-10.4019
▁mentioned	-10.4019
▁happens	-10.4026
vir	-10.4027
▁young	-10.4028
⚡️	-10.4029
▁wealth	-10.4031
ntrr	-10.4043
su	-10.4048
honey	-10.4049
▁-3	-10.4052
ler	-10.4059
ww	-10.4074
▁page	-10.4074
smart	-10.4076
▁land	-10.4078
▁monster	-10.4079
▁3%	-10.4079
▁stage	-10.4082
aryc	-10.4084
▁legal	-10.4088
▁treasuries	-10.4103
▁opportunities	-10.4111
start	-10.4124
ace	-10.4124
tri	-10.4146
▁plc	-10.4155
elliottwave	-10.4157
▁micro	-10.4163
▁exceed	-10.4166
!!!.	-10.4166
▁women	-10.4184
okta	-10.4185
▁$75	-10.4189
agi	-10.419
▁biotech	-10.4204
▁hands	-10.4211
etp	-10.4212
▁pass	-10.4216
▁750	-10.4216
▁alts	-10.4216
lvs	-10.4226
▁tight	-10.4228
▁dick	-10.4228
may	-10.4237
ogn	-10.4239
▁2-	-10.4249
▁hide	-10.4256
▁1%	-10.4258
charts	-10.4258
▁fiat	-10.4259
boy	-10.4259
▁martin	-10.4268
▁heard	-10.4274
▁rank	-10.4275
▁ass	-10.4283
51	-10.4284
▁releases	-10.4287
cim	-10.4289
▁trouble	-10.4297
jnug	-10.4297
▁die	-10.4298
tilt	-10.4299
power	-10.4301
▁outlook	-10.4303
▁tried	-10.4306
tle	-10.4308
biel	-10.4313
▁pics	-10.4314
▁ka	-10.4315
▁♡	-10.433
sign	-10.4336
trv	-10.4337
wf	-10.4338
▁absolutely	-10.4346
lu	-10.4349
vrtx	-10.435
▁ticker	-10.4353
hk	-10.4357
▁benefit	-10.4378
▁et	-10.4383
zs	-10.439
▁cc	-10.4393
stockstotrade	-10.4393
▁hemp	-10.4416
▁wouldn	-10.442
bcc	-10.4421
▁sports	-10.4423
mil	-10.4424
oh	-10.4425
dan	-10.4432
▁vechain	-10.4434
▁fri	-10.4434
ep	-10.4435
snx	-10.4438
aoa	-10.4446
uri	-10.4447
▁automated	-10.4452
▁ra	-10.4453
winners	-10.4457
▁⏩	-10.4459
wit	-10.446
▁upgrades	-10.4463
▁lock	-10.4463
bud	-10.4464
trtc	-10.4464
▁machine	-10.4464
▁files	-10.4466
ass	-10.4475
etsy	-10.448
▁human	-10.4487
▁fine	-10.449
her	-10.4493
pla	-10.4494
▁finished	-10.4496
▁taken	-10.4508
ring	-10.4512
▁vaccine	-10.4514
▁ytd	-10.4515
shapp	-10.4523
dyn	-10.4525
extremely	-10.4525
▁picks	-10.4529
tcehy	-10.4535
rx	-10.4536
".	-10.4549
vlo	-10.4549
▁0.5	-10.4553
▁minimum	-10.4559
ktov	-10.4559
▁buyers	-10.456
ayx	-10.4572
▁cases	-10.4573
fa	-10.4582
auy	-10.4585
oy	-10.4588
tex	-10.4591
▁lo	-10.4601
▁buffett	-10.4608
▁missing	-10.4608
los	-10.4609
dpw	-10.4616
lp	-10.4622
▁hell	-10.4622
dn	-10.4623
let	-10.4626
▁insane	-10.4627
▁effect	-10.4631
shotgun	-10.4632
▁dropped	-10.4632
▁posts	-10.4635
1,	-10.464
mal	-10.4643
▁copper	-10.4645
▁johnson	-10.4647
cci	-10.4649
cern	-10.4651
▁wh	-10.4656
pot	-10.4665
▁consumer	-10.4667
▁insurance	-10.4675
tomi	-10.4678
▁♻️	-10.4681
▁treatment	-10.4682
vshc	-10.4682
dell	-10.4686
▁rev	-10.4688
blue	-10.469
▁include	-10.4692
▁score	-10.4699
vid	-10.4703
▁speed	-10.4705
marketing	-10.4706
gra	-10.4708
dev	-10.4708
▁groups	-10.471
apa	-10.4717
▁alone	-10.4725
▁#1	-10.4726
▁mkt	-10.4726
/10	-10.4731
▁setting	-10.4733
▁driving	-10.4734
dri	-10.4734
▁approval	-10.4754
▁contact	-10.4754
call	-10.4758
▁doubt	-10.4767
your	-10.477
trader	-10.4778
ning	-10.4785
viac	-10.4798
▁secret	-10.4802
eb	-10.4802
▁dapps	-10.4814
mvis	-10.4825
▁adds	-10.4834
corp	-10.4837
▁1.5	-10.484
tsn	-10.4844
▁giant	-10.4845
goldinusa	-10.4853
▁issued	-10.4855
▁initial	-10.4856
teum	-10.4857
.10	-10.4861
1.4	-10.4867
▁blow	-10.4873
▁greatest	-10.4889
▁water	-10.4892
▁gives	-10.4893
▁fear	-10.4899
▁cuts	-10.4903
sdrc	-10.4904
▁closer	-10.4904
biotech	-10.4908
▁?1	-10.4909
▁erc	-10.4911
